Repository: IllusionMods/IllusionLaunchers
Catalog: src/SharedCode/Localizable.*.resx
Languages: de, es, fr, ja, ko, no, pt, ru, zh_hans, zh_hant

# WarningKKM
source: Failed to initialize KKManager, please consider reporting this error to developers.
no: Feilet å initialisere KKManager, vurder å rapportere denne hendelsen til utviklerne.
zh_hans: KKManager初始化失败，请考虑向开发人员报告此错误。
zh_hant: KKManager初始化失敗，請考慮向開發人員報告此錯誤

# WarningLenght
source: The game is installed deep in the file system! This can cause a variety of errors, so it's recommended that you move it to a shorter path, something like: C:\Illusion\Koikatsu
no: Spillet er installert for dypt i systemet! Dette kan forårsake en rekke problemer, så det er anbefalt at du flytter spillet til en kortere sti, noe som: C:\Illusion\Koikatsu
zh_hans: 游戏安装路径位于系统深处，可能会导致多种错误。 因此，建议将其移动到一个较短的路径，例如： C:\Illusion\Koikatsu
zh_hant: 遊戲安裝路徑位於系統深處，可能會導致多種錯誤。 因此，建議將其移動到一個較短的路徑，例如： C:\Illusion\Koikatsu

# TypeWarn
source: Warning!
no: Advarsel!
zh_hans: 警告！
zh_hant: 警告！

# WarningManual
source: Manual could not be found.
no: Kunne ikke finne manualen.
zh_hans: 无法找到手册。
zh_hant: 無法找到手冊。

# WarningFolder
source: Could not open the folder:
no: Kunne ikke åpne mappe:
zh_hans: 无法打开文件夹。
zh_hant: 無法打開文件夾。

# TypeUsage
source: Usage
no: Bruk
zh_hans: 用法
zh_hant: 用法

# WarningHoneyPot
source: When HoneyPot is enabled, the game will use a bit longer to load in some scenes due to checking for HoneySelect assets, making it appear to be freezing for a few seconds. This is completely normal. Just disable this option again if you would rather not have that freeze.
no: Med HoneyPot aktivert kommer spillet til å bruke noe lengere tid på å laste noen scener, og kan se ut til å fryse fra tid til annen. Dette er helt vanlig. Bare deaktiver denne pluginnen om du ikke ønsker dette.
zh_hans: 当启用HoneyPot时，由于检查HoneySelect资源，游戏在某些场景加载时会需要更长时间，会导致游戏似乎在几秒钟内卡死。这是完全正常的现象。 如果你不想经历这种卡顿，可以再次禁用此选项。
zh_hant: 當啟用HoneyPot時，由於檢查HoneySelect資源，遊戲在某些場景加載時會需要更長時間，會導致遊戲似乎在幾秒鐘內卡死。這是完全正常的現象。 如果你不想經歷這種卡頓，可以再次禁用此選項。

# WarningPostPros
source: This mod is known to cause issues saving coordinates, please disable if you're experiencing problems.
no: Denne modifikasjonen er kjent for å skape problemer med koordinasjonskort. Vennligst deaktiver denne om du opplever problemer.
zh_hans: 这个Mod已知会导致保存服装时出现错误，如果遇到错误，请考虑禁用它。
zh_hant: 這個Mod已知會導致保存服裝時出現錯誤，如果遇到錯誤，請考慮禁用它。

# WarningPHVR
source: To use this mod, open SteamVR before opening either the main game or studio.
no: For å benytte denne modifikasjonen må du åpne SteamVR før du starter spillet.
zh_hans: 请在打开主游戏或工作室之前先打开SteamVR， 来使用此Mod。
zh_hant: 請在打開主遊戲或工作室之前先打開SteamVR， 來使用此Mod。

# TooltipConsole
source: Enable console to see game status console.
no: Aktiver spillkonsollen for å se spillets status live.
pt: Habilitar o Console para ver o status do jogo.
zh_hans: 启用控制台以查看游戏状态信息。
zh_hant: 啟用控制台以查看遊戲狀態信息。

# TooltipBleeding
source: Allow installation of experimental mods to this game.
no: Tillat installasjon av eksperimentelle modifikasjoner.
zh_hans: 允许安装实验性Mods到游戏中。
zh_hant: 允許安裝實驗性Mods到遊戲中。

# WindowTitle
source: IllusionLaunchers
ru: Лаунчер illusion

# ButtonManager
source: Manager
ja: マネジャー
