Repository: IllusionMods/IllusionLaunchers
Catalog: src/SharedCode/Localizable.*.resx
Languages: de, es, fr, ja, ko, no, pt, ru, zh_hans, zh_hant

source: Start Game
de: Starte Spiel
es: Iniciar juego
fr: Lancer le jeu
ja: ゲーム開始
ko: 게임 시작
no: Start Spill
pt: Iniciar Jogo
ru: Запуск Игры
zh_hans: 开始游戏
zh_hant: 開始遊戲

source: Start Studio
de: Starte Studio
es: Iniciar Studio
fr: Lancer le Studio
ja: スタジオ開始
ko: 스튜디오 시작
pt: Iniciar Studio
ru: Запуск Студии
zh_hans: 开始工作室
zh_hant: 開始工作室

# ManualStudio
source: Studio Manual
de: Studio Bedienungsanleitung
es: Manual de studio
fr: Manuel du Studio
ja: マニュアル
ko: 스튜디오 메뉴얼
pt: Manual do Studio
ru: Мануал по студии
zh_hans: 工作室手册
zh_hant: 工作室手冊

# ManualGame
source: Game Manual
de: Spiel Bedienungsanleitung
es: Manual de juego
fr: Manuel de jeu
ja: マニュアル
ko: 게임 메뉴얼
no: Spill manual
pt: Manual do Jogo
ru: Мануал по игре
zh_hans: 游戏手册
zh_hant: 遊戲手冊

# ToggleFullscreen
source: Play game in fullscreen
de: Starte Spiel in Vollbildmodus
es: Lanzar Juego en Pantalla Completa
fr: Lancer le jeu en pleins écran
ja: 全画面表示
ko: 전체화면으로 시작
no: Start spill med fullskjerm
pt: Iniciar Jogo em Tela Cheia
ru: Запуск в полноэкранном режиме
zh_hans: 全屏执行
zh_hant: 全螢幕執行

# ToggleConsole
source: Activate Console
de: Konsole umschalten
es: Activar consola
fr: Activer la console
ja: コンソールを有効にする
ko: 콘솔 활성화
no: Aktiver Konsoll
pt: Ativar Console
ru: Включить консоль
zh_hans: 激活控制台
zh_hant: 啟動控制台

# ToggleDhh
source: Activate DHH
de: DHH umschalten
es: Activar DHH
fr: Activer DHH
ja: DHHを有効にする
ko: DHH 활성화
no: Aktiver DHH
pt: Ativar DHH
ru: Включить DHH
zh_hans: 激活DHH
zh_hant: 啟動DHH

# ToggleAiGraphics
source: Activate AI Graphics
de: AI Graphics umschalten
es: Activar AI Graphics
fr: Activer AI Graphics
ja: AI Graphicsを有効にする
ko: AI Graphics 활성화
no: Akriver AI Graphics
pt: Ativar AI Graphics
ru: Включить AI графику
zh_hans: 激活AI Graphics
zh_hant: 啟動AIGraphics

# FolderInstall
source: Install Folder
de: Installieren
es: Instalar
fr: Installation
ja: インストール
ko: 설치된폴더
no: Installasjon
pt: Pasta de Instalação
ru: Папка с игрой
zh_hans: 游戏主目录
zh_hant: 遊戲主目錄

# FolderScenes
source: Scenes Folder
de: Scenen
es: Escenas
fr: Scènes
ja: シーン
ko: 장면
no: Scener
pt: Pasta de Cenas
ru: Папка со сценами
zh_hans: 工作室场景
zh_hant: 工作室場景

# FolderScreenshots
source: Screenshots Folder
de: ScreenShots
es: Capturas
fr: Captures d'écran
ja: SS
ko: 스크린샷 폴더
no: Skjermbilder
pt: Pasta de Capturas de Tela
ru: Папка со скриншотами
zh_hans: 截图
zh_hant: 截圖

# FolderFemaleCard
source: Female Card Folder
de: Charakter Karten (F)
es: Cartas de Personaje (M)
fr: Personnages (Femme)
ja: キャラカード (女性)
ko: 캐릭터 카드 (여자)
no: Kort (Kvinner)
pt: Cartas de Personagens (F)
ru: Папка с Ж персонажами
zh_hans: 人物卡 (女)
zh_hant: 人物卡 (女)

# FolderMaleCard
source: Male Card Folder
de: Charakter Karten (M)
es: Cartas de Personaje (F)
fr: Personnages (Mâle)
ja: キャラカード (男性)
ko: 캐릭터 카드 (남성)
no: Kort (Menn)
pt: Cartas de Personagens (M)
ru: Папка с М персонажами
zh_hans: 人物卡 (男)
zh_hant: 人物卡 (男)

# FolderUserData
source: UserData Folder
de: UserData
es: UserData
fr: UserData
ja: UserData
ko: 유저데이터
no: UserData
pt: Pasta UserData
ru: Пака с пользовательскими данными
zh_hans: 用户数据
zh_hant: 用戶數據

# ButtonUpdate
source: Update
de: Aktualisieren
es: Actualizar
fr: Mise à jour
ja: ゲームを更新する
ko: 게임 업데이트
no: Oppdater
pt: Atualizar
ru: Обновление
zh_hans: 更新游戏
zh_hant: 更新遊戲

# ButtonPatreon
source: Visit Patreon
de: Besuche die Patreon
es: visita la Patreon
fr: Visiter la Patreon
ja: Patreonを訪問
ko: Patreon 방문
no: Besøk Patreon
pt: Visitar Patreon
ru: Patreon автора
zh_hans: 前往Patreon
zh_hant: 前往Patreon

# ButtonDiscord
source: Visit Discord
de: Besuche die Discord
es: visita la Discord
fr: Visiter la Discord
ja: Discordを訪問
ko: Discord 방문
no: Besøk Discord
pt: Visitar Discord
ru: Discord сервер
zh_hans: 前往Discord
zh_hant: 前往Discord

# Distribution
source: Unknown distribution
de: Unbekannte Installationsmethode
es: Método de Instalación Desconocido
fr: Méthode d'installation inconnue
ja: 不明バージョン
ko: 알수 없는 설치 메소드
no: Ukjent distribusjon
pt: Método de Instalação Desconhecido
ru: Неизвестный поставщик
zh_hans: 未知版本
zh_hant: 未知版本

# Disclaimer
source: This game is intended for adult audiences, no person under the age of 18 (or equivalent according to local law) are supposed to play or be in possession of this game. This game contains content of a sexual nature, and some of the actions depicted within may be illegal to replicate in real life. Aka, it's all fun and games in the game, let's keep it that way shall we? (~.~)v
de: Dieses Spiel ist ausschließlich für erwachsenes Publikum vorgesehen. Niemand unter 18 Jahren ( Oder entsprechend deiner örtlichen Gesetze ) ist vorgesehen dieses Spiel zu spielen, oder es zu besitzen. Dieses Spiel enthällt sexuelle Inhalte welche bei Ausführung im realen Leben strafbar sein könnten. Dinge die im Spiel geschehen sollten also auch im Spiel bleiben in Ordnung? (~.~)v
es: Este juego está dirigido hacia un público adulto, ninguna persona bajo 18 años (o equivalente según las leyes locales) no deberían de jugar o estar en posesión de este juego. Este juego contiene escenas de carácter sexual, y algunas de las acciones representadas en el mismo pueden ser ilegales de hacerlas en la vida real. También conocido como, todo es diversión y risas dentro del juego, así que mantengámoslo así, ¿vale? (~.~)v
fr: Ce jeu est destiné à un public adulte, aucun mineur en dessous de 18 ans (ou l'équivalent selon les lois locales) ne doit pas jouer ou posséder ce jeu. Ce jeu contient des scènes matures, et certaines actions du jeu peuvent être considéré comme illégales, à ne pas reproduire dans la vraie vie. Ce n'est que de la fiction, du moment que cela reste dans le jeu. Amusez-vous bien!
ja: このゲームは成人向けので、18歳未満（または地域の法律によりと同等の年齢）がこのゲームをプレイまたは所有しているができない。 このゲームには性的内容の内容が含まれます。内に描かれている行動は、実生活で複製することは違法です。つまり、これは面白いゲームです、そうしましょう？(~.~)v
ko: 이게임은 성인용입니다 18세미만의 사람은 게임을 하거나 해당게임을 소유및 플레이하면 안됩니다 이게임에는 성적인 내용이 포함되어있으머 그안에 묘사된 행동에서 일부는 실제에서 행동하면 법적인 처벌을 받게됩니다
no: Dette spillet er ment for voksne spillere, og ingen person under 18 år (Eller tilsvarende iht lokal lov) er tiltenkt å være i besittelse av dette spillet. Dette spillet inneholder innhold av en seksuell natur, og noen av handlingene avbildet i dette spillet kan være ulovlig å replikere i virkeligheten. Altså, det er lek og artig i spillet, la oss holde det slik, eller hva? (~.~)v
pt: Este jogo, por apresentar conteúdo adulto, é voltado para maiores de 18 anos (ou equivalente perante a lei local), menores de idade não devem jogar ou possuí-lo. Algumas das ações presentes nessa obra de ficção podem ser ilegais ao serem realizadas no mundo real. Deixe essas coisas somente para o mundo fictício, combinado? (~.~)v
ru: Игра предназначена для взрослой аудитории. Лица в возрасте до 18 лет (или другой возраст совершеннолетия в Вашей стране) не должны иметь эту игру и запускать её. Игра содержит контент сексуального характера, и повторение в реальной жизни некоторых действий, изображенных в ней, могут быть незаконными. Это всё ради развлечения, давайте оставим всё как есть, ок? (~.~)v
zh_hans: 此游戏适用于成人用户，任何未满18岁的人（或根据当地法律规定的同等人）都不得遊玩或拥有此游戏。 这个游戏包含性相关的内容，某些行为在现实生活中可能是非法的。所以，游戏中的所有乐趣请保留在游戏中，让我们保持这种方式吧? (~.~)v
zh_hant: 此遊戲適用於成人用戶，任何未滿18歲的人（或根據當地法律規定的同等人）都不得遊玩或擁有此遊戲。 這個遊戲包含性相關的內容，某些行為在現實生活中可能是非法的。所以，遊戲中的所有樂趣請保留在遊戲中，讓我們保持這種方式吧? (~.~)v

# QualityPerformance
source: Performance
de: Leistung
es: Rendimiento
ja: パフォーマンス
ko: 퍼포먼스
no: Ytelsesmodus
pt: Qualidade Baixa
ru: Производительность
zh_hans: 性能
zh_hant: 性能

# QualityNormal
source: Normal
ja: ノーマル
ko: 일반
no: Normalmodus
pt: Qualidade Normal
ru: Среднее
zh_hans: 标准
zh_hant: 標準

# QualityQuality
source: Quality
de: Qualität
es: Calidad
fr: Qualité
ja: クオリティ
ko: 퀄리티
no: Kvalitetsmodus
pt: Qualidade Alta
ru: Качество
zh_hans: 高画质
zh_hant: 高畫質

source: PrimaryDisplay
de: Primär Bildschirm
es: Pantalla Primaria
fr: Ecran principal
ja: メインディスプレイ
ko: 주 디스플레이
no: Hovedskjerm
pt: Display Primário
ru: Основной дисплей
zh_hans: 主显示器
zh_hant: 主顯示器

source: SubDisplay
de: Neben Bildschrim
es: Pantalla Secundaria
fr: Ecran secondaire
ja: サブディスプレイ
ko: 서브 디스플레이
no: Subskjerm
pt: Display Secundário
ru: Дополнительный дисплей
zh_hans: 次显示器
zh_hant: 次顯示器

source: Start VR
de: Starte VR
es: Iniciar VR
fr: Lancer la VR
ja: VR開始
ko: 허니셀렉트2 VR 시작
pt: Iniciar VR
ru: Запуск VR игры
zh_hans: 开始VR
zh_hant: 開始VR

# ManualVR
source: VR Manual
de: VR Bedienungsanleitung
es: Manual de VR
fr: Manuel de VR
ja: VR
ko: VR 메뉴얼
pt: Manual do VR
ru: Мануал по VR
zh_hans: VR手册
zh_hant: VR手冊

# AppHPInspector
source: Run HoneyPot Inspector
de: HoneyPot Inspector starten
es: Ejecutar la HoneyPot Inspector
fr: Lancer HoneyPot Inspector
ja: HoneyPot Inspectorを実行する
ko: HoneyPot Inspector 시작
no: Start HoneyPot Inspector
pt: Executar HoneyPot Inspector
ru: Запустить HoneyPot Inspector
zh_hans: 运行 HoneyPot Inspector
zh_hant: 啟動 HoneyPot Inspector

# FolderHouses
source: Houses Folder
de: Häuser
es: Casas
fr: Plans des maisons
ja: 家
ko: 하우징 폴더
no: Hus
pt: Pasta de Casas
ru: Папка с домами
zh_hans: 房子
zh_hant: 房子

# ToggleStiletto
source: Activate Stiletto
de: Stiletto umschalten
es: Activar Stiletto
fr: Activer Stiletto
ja: Stilettoを有効にする
ko: Stiletto 활성화
no: Aktiver Stiletto
pt: Ativar Stiletto
ru: Включить Stiletto
zh_hans: 激活 Stiletto
zh_hant: 啟動Stiletto

# ToggleHoneyPot
source: Activate HoneyPot
de: HoneyPot umschalten
es: Activar HoneyPot
fr: Activer HoneyPot
ja: HoneyPotを有効にする
ko: HoneyPot 활성화
no: Aktiver HoneyPot
pt: Ativar HoneyPot
ru: Включить HoneyPot
zh_hans: 激活 HoneyPot
zh_hant: 啟動HoneyPot

# ToggleRimRemover
source: Activate RimRemover
de: RimRemover umschalten
es: Activar RimRemover
fr: Activer RimRemover
ja: RimRemoverを有効にす
ko: RimRemover 활성화
no: Aktiver RimRemover
pt: Ativar RimRemover
ru: Убрать окантовки
zh_hans: 激活 RimRemover
zh_hant: 啟動RimRemover

# ToggleVRMod
source: Activate VRMod
de: VRMod umschalten
es: Activar VRMod
fr: Activer VRMod
ja: VRModを有効にす
ko: VRMod 활성화
no: Aktiver VRMod
pt: Ativar VRMod
ru: Включить VR режим
zh_hans: 激活 VRMod
zh_hant: 啟動VRMod

# ToggleBonemod
source: Activate Bonemod
de: Bonemod umschalten
es: Activar Bonemod
fr: Activer Bonemod
ja: Bonemodを有効にす
ko: Bonemod 활성화
no: Aktiver Bonemod
pt: Ativar Bonemod
ru: Включить Bonemod
zh_hans: 激活 Bonemod
zh_hant: 啟動Bonemod

# ToggleShortcutHS
source: Enable Shortcut Plugin
de: Shortcut Plugin umschalten
es: Activar Shortcut Plugin
fr: Activer Shortcut Plugin
ja: Shortcut Pluginを有効にす
ko: Shortcut Plugin 활성화
no: Aktiver Shortcut Plugin
pt: Ativar Shortcut Plugin
ru: Включить Shortcut Plugin
zh_hans: 激活 Shortcut Plugin
zh_hant: 啟動Shortcut Plugin

# ToggleGGmod
source: Enable Ggmod (main game)
de: Ggmod (main game) umschalten
es: Activar Ggmod (main game)
fr: Activer Ggmod (main game)
ja: Ggmod (main game)を有効にす
ko: Ggmod (main game) 활성화
no: Aktiver Ggmod (main game)
pt: Ativar Ggmod (main game)
ru: Включить Ggmod (игра)
zh_hans: 激活 Ggmod (main game)
zh_hant: 啟動Ggmod (main game)

# ToggleGGmodstudio
source: Enable Ggmod (studio classic)
de: Ggmod (studio classic) umschalten
es: Activar Ggmod (studio classic)
fr: Activer Ggmod (studio classic)
ja: Ggmod (studio classic)を有効にす
ko: Ggmod (studio classic) 활성화
no: Aktiver Ggmod (studio classic)
pt: Ativar Ggmod (studio classic)
ru: Включить Ggmod (классическая студия)
zh_hans: 激活 Ggmod (studio classic)
zh_hant: 啟動Ggmod (studio classic)

# ToggleGGmodneo
source: Enable Ggmod (studio neo)
de: Ggmod (studio neo) umschalten
es: Activar Ggmod (studio neo)
fr: Activer Ggmod (studio neo)
ja: Ggmod (studio neo)を有効にす
ko: Ggmod (studio neo) 활성화
no: Aktiver Ggmod (studio neo)
pt: Ativar Ggmod (studio neo)
ru: Включить Ggmod (студия NEO)
zh_hans: 激活 Ggmod (studio neo)
zh_hant: 啟動Ggmod (studio neo)

# StartBattle
source: Start Battle Arena
de: Starte Battle Arena
es: Iniciar Battle Arena
fr: Lancer le Battle Arena
ja: Battle Arena開始
ko: Battle Arena 시작
pt: Iniciar Battle Arena
ru: Запустить боевую арену
zh_hans: 开始Battle Arena
zh_hant: 開始Battle Arena

# ManualBattle
source: Battle Manual
de: Battle Bedienungsanleitung
es: Manual de Battle
fr: Manuel de Battle
ja: マニュアル
ko: 배틀 메뉴얼
pt: Manual do Battle
ru: Мануал по арене
zh_hans: Battle手册
zh_hant: Battle室手冊

# FolderStudioClassic
source: Classic Scenes
de: Classic Scenen
es: Classic Escenas
fr: Classic Scènes
ja: シーン (CLASSIC)
ko: 클래식 메뉴얼
no: Classic Scener
pt: Cenas Classic
ru: Классические сцены
zh_hans: Classic 工作室场景
zh_hant: Classic 工作室場景

# ToggleGraphicsMod
source: Enable GraphicsMod
de: GraphicsMod umschalten
es: Activar GraphicsMod
fr: Activer GraphicsMod
ja: GraphicsModを有効にす
ko: GraphicsMod 활성화
no: Aktiver GraphicsMod
pt: Ativar GraphicsMod
ru: Включить мод графики
zh_hans: 激活 GraphicsMod
zh_hant: 啟動GraphicsMod

# TogglePHIBL
source: Enable PHIBL GraphicsMod
de: PHIBL GraphicsMod umschalten
es: Activar PHIBL GraphicsMod
fr: Activer PHIBL GraphicsMod
ja: PHIBL GraphicsModを有効にす
ko: PHIBL GraphicsMod 활성화
no: Aktiver PHIBL GraphicsMod
pt: Ativar PHIBL GraphicsMod
ru: Включить мод графики PHIBL
zh_hans: 激活 PHIBL GraphicsMod
zh_hant: 啟動PHIBL GraphicsMod

# ToggleGGmodstudioPC
source: Enable Ggmod (studio)
de: Ggmod (studio) umschalten
es: Activar Ggmod (studio)
fr: Activer Ggmod (studio)
ja: Ggmod (studio)を有効にす
ko: Ggmod (studio) 활성화
no: Aktiver Ggmod (studio)
pt: Ativar Ggmod (studio)
ru: Включить Ggmod (студия)
zh_hans: 激活 Ggmod (studio)
zh_hant: 啟動Ggmod (studio)

# ToggleTouchyFeely
source: Enable TouchyFeely (Boop)
de: TouchyFeely (Boop) umschalten
es: Activar TouchyFeely (Boop)
fr: Activer TouchyFeely (Boop)
ja: TouchyFeely (Boop)を有効にす
ko: TouchyFeely (Boop) 활성화
no: Aktiver TouchyFeely (Boop)
pt: Ativar TouchyFeely (Boop)
ru: Включить TouchyFeely (Boop)
zh_hans: 激活 TouchyFeely (Boop)
zh_hant: 啟動TouchyFeely (Boop)

# RatioWarning
source: Illusion games are made with 16:9 resolutions in mind, so some UI elements may not work as intended in other aspect ratios.
fr: Les jeux d'illusion sont conçus en prenant en compte les résolutions 16:9, ce qui signifie que certains éléments de l'interface utilisateur pourraient ne pas fonctionner comme prévu dans d'autres ratios d'aspect.
no: Illusion spill er laget for 16:9 oppløsninger. Enkelte elementer i spillet kan vises feil under andre ratioer.
zh_hans: Illusion游戏通常是以16:9的屏幕分辨率而设计的，因此在其他屏幕比例下，一些界面元素可能无法正常使用。
zh_hant: Illusion遊戲通常是以16:9的屏幕分辨率而設計的，因此在其他屏幕比例下，一些界面元素可能無法正常使用。

source: Experimental Mode
no: Eksperimentale modifikasjoner
pt: Modo Experimental
zh_hans: 实验模式
zh_hant: 實驗模式

# ResHeight
source: Height
no: Høyde
ru: Высота
zh_hans: 高度
zh_hant: 高度

# ResWidth
source: Width
no: Bredde
ru: Ширина
zh_hans: 宽度
zh_hant: 寬度

# ToggleNSFW
source: Disable NSFW Content
ko: 후방주의 콘텐츠 비활성화
no: Deaktiver NSFW innhold
pt: Desabilitar Conteúdo Sexual
ru: Отключить контент 18+
zh_hans: 禁用成人内容
zh_hant: 禁用成人內容

# FolderMaps
source: Maps Folder
ko: 지도 폴더
no: Kart
ru: Папка с картами
zh_hans: 地图
zh_hant: 地圖

# FolderPoses
source: Poses Folder
ko: 포즈 폴더
no: Poser
ru: Папка с позами
zh_hans: 姿势
zh_hant: 姿勢

# InstructDecideVariant
source: Choose Variant
no: Velg variant
ru: Выберите вариант
zh_hans: 选择工作室
zh_hant: 選擇工作室

# ManualGameOnline
source: Online Manual
ko: 온라인 메뉴얼
ru: Онлайн мануал
zh_hans: 在线手册
zh_hant: 在線手冊

# InstructLang
source: The language you have choosen
ko: 당신은 이 언어로 선택하셨습니다
no: Språket du har valgt
ru: Выбранный язык
zh_hans: 您所选择的语言
zh_hant: 您所選擇的語言

# InstructDecideLang
source: This language may contain untranslated texts. In this case they will appear in the original language for a few seconds and then will be translated online by Google Translator
ko: 당신은 한국어를 선택하셨지만 한국어 번역파일이 설치폴더에 존재하지 않으므로 구글번역이 번역을 진행합니다
no: Språket du valgte har ikke oversettelse i spillfilene. Oversettelse gjøres av Google Translate.
pt: Esse idioma pode conter textos não traduzidos. Neste caso eles aparecerão na língua original por alguns segundos e depois serão traduzido online pelo Google Tradutor.
ru: Выбранный язык не имеет перевода в вашей установке. Перевод будет осуществляться с помощью Google Translate.
zh_hans: 您选择的语言在当前安装中没有对应的翻译。因此将使用谷歌翻译进行机翻
zh_hant: 您選擇的語言在當前安裝中沒有對應的翻譯。因此將使用谷歌翻譯進行機翻

# TooltipGraphicsMod
source: Advanced graphics options. May be configured ingame using F5. Does not run with DHH!
no: Avanserte grafikkinstillinger. Kan konfigureres i spillet med F5-tasten. Kan ikke brukes sammen med DHH!
pt: Opções gráficas avançadas. Pode ser configurado no jogo com a tecla F5. Não funciona com o DHH!
ru: Расширенные настройки графики. Для использования нажмите F5 в игре. Несовместимо с DHH!
zh_hans: 高级图形选项。 可以在游戏中使用快捷键F5进行配置。 请注意，该选项不支持DHH！
zh_hant: 高級圖形選項。 可以在遊戲中使用快捷鍵F5進行配置。 請注意，該選項不支持DHH！

# TooltipDhh
source: Advanced graphics options. May be configured ingame using P. Does not run with GraphicsMod!
no: Avanserte grafikkinstillinger. Kan konfigureres i spillet med P-tasten. Kan ikke brukes sammen med GraphicsMod!
pt: Opções gráficas avançadas. Pode ser configurado no jogo com a tecla P. Não funciona com o GraphicsMod!
ru: Расширенные настройки графики. Для использования нажмите P в игре. Несовместимо с модом графики!
zh_hans: 高级图形选项。 可以在游戏中使用P键进行配置。 请注意，该选项不支持GraphicsMod！
zh_hant: 高級圖形選項。 可以在遊戲中使用P鍵進行配置。 請注意，該選項不支持GraphicsMod！

# TooltipDhhPH
source: High Heels mod. Allows using high heels properly. May be configured ingame using P.
no: Høye hæler modifikasjon. Gjør det mulig å bruke høye hæler. Kan konfigureres i spillet ved å bruke P-tasten.
ru: Мод на высокие каблуки. Позволяет правильно использовать высокие каблуки. Для настройки нажмите P в игре.
zh_hans: 高跟鞋 Mod。 添加正确的高跟鞋穿戴方式。 可以在游戏中使用P键进行配置。
zh_hant: 高跟鞋 Mod。 添加正確的高跟鞋穿戴方式。 可以在遊戲中使用P鍵進行配置。

# TooltipGGmod
source: Allows for the use of high heels
no: Gjør det mulig å bruke høye hæler.
ru: Позволяет использовать высокие каблуки.
zh_hans: 添加正确的高跟鞋穿戴方式。
zh_hant: 添加正確的高跟鞋穿戴方式。

# TooltipTouchyFeely
source: Makes select bodyparts jiggle when the mouse hovers them.
no: Får utvalgte kroppsdeler til å flappe når musen rører de.
ru: Покачивание некоторых частей тел при наведении на них курсора мыши.
zh_hans: 当鼠标悬停在特定身体部位上时， 可以使其晃动。
zh_hant: 當鼠標懸停在特定身體部位上時， 可以使其晃動。

# TooltipHoneyPot
source: Allows for the use of some HoneySelect mods in PlayHome. Not all mods work, and some may require you to press F12 to make pink textures reload.
no: Gjør det mulig å bruke enkelte HoneySelect modifikasjoner i PlayHome. Ikke alle modifikasjoner fungerer, og enkelte krever at du presser F12 for å laste textures.
ru: Позволяет использовать в PlayHome некоторые моды из HoneySelect. Не все моды работают, но некоторые могут поддерживаться. Для перезагрузки розовых текстур жмите F12.
zh_hans: 允许在PlayHome中使用一些HoneySelect Mods。 并非所有的Mods都能正常使用，有些Mods可能需要按下F12才能使粉色纹理重新加载。
zh_hant: 允許在PlayHome中使用一些HoneySelect Mods。 並非所有的Mods都能正常使用，有些Mods可能需要按下F12才能使粉色紋理重新加載。

# TooltipPHIBL
source: Advanced graphics options. May be configured ingame using F5.
no: Avanserte grafikkinstillinger. Kan konfigureres i spillet med F5-tasten.
ru: Расширенные настройки графики. Для использования нажмите F5 в игре.
zh_hans: 高级图形选项。 可以在游戏中使用快捷键F5进行配置。
zh_hant: 高級圖形選項。 可以在遊戲中使用快捷鍵F5進行配置。

# TooltipVRMod
source: Allows for using VR in the main game, as well as studio.
no: Tillater bruk av VR i hovedspillet og studio.
ru: Позволяет использовать VR в основной игре, так же как в студии.
zh_hans: 允许在主游戏和工作室中使用VR
zh_hant: 允許在主遊戲和工作室中使用VR

# TooltipBoneMod
source: Allows use of modified bones in mods. Not to be confused with BoneModModoki or ABMX. May cause some issues with clothing not made for this modification.
no: Gjør det mulig å bruke modifiserte bein i modifikasjoner. Må ikke forvirres med BoneModModoki eller ABMX. Kan forårsake problemer for klær laget for bruk uten denne modifikasjonen.
ru: Позволяет использовать модифицированные кости в модах. Не путать с BoneModModoki или ABMX. Может вызывать некоторые проблемы с одеждой, не оптимизированной под этот мод.
zh_hans: 允许在Mod中使用修改过的骨骼。 请注意，它与BoneModModoki或ABMX不同。 可能会导致一些服装无法适应这种骨骼修改，从而出现一些问题。
zh_hant: 允許在Mod中使用修改過的骨骼。 請注意，它與BoneModModoki或ABMX不同。 可能會導致一些服裝無法適應這種骨骼修改，從而出現一些問題。

source: Activate Autosave
no: Aktiver Autosave
pt: Ativar Salvamento Automático
zh_hans: 启动自动保存
zh_hant: 啟動自動保存

# BetterAA
source: Activate Better Anti-Aliasing
no: Akriver Better Anti-Aliasing
pt: Ativar Better Anti-Aliasing
zh_hans: 启动更好的抗锯齿
zh_hant: 啟動更好的抗鋸齒

# MessageBoxDHH
source: To use this mod, Press P during the game.
no: For å bruke denne modifikasjonen, press P i spillet.
pt: Para usar este Mod, pressione P durante o jogo
zh_hans: 请在游戏中按下P键，来使用这个Mod。
zh_hant: 請在遊戲中按下P鍵，來使用這個Mod。

# MessageBoxGraphicsMod
source: To use this mod, Press F5 during the game.
no: For å bruke denne modifikasjonen, press F5 i spillet.
pt: Para usar este Mod, pressione F5 durante o jogo
zh_hans: 请在游戏中按下快捷键F5，来使用这个Mod。
zh_hant: 請在遊戲中按下快捷鍵F5，來使用這個Mod。

# WarningBleeding
source: This will enable experimental updates if any exists for the current game. Please utilize with caution! Do you want to add experimental zipmods?
no: Dette vil aktivere eksperimentelle modifikasjoner om dette eksisterer for dette spillet. Bruk med omhu. Vil du aktivere eksperimentelle zipmodder?
zh_hans: 这个选项会启用当前游戏中存在的实验性更新，请谨慎使用！ 是否想要添加实验性zip mods？
zh_hant: 這個選項會啟用當前遊戲中存在的實驗性更新，請謹慎使用！ 是否想要添加實驗性zip mods？

# QuestionBleeding
source: Enable experimental mods
no: Aktiver eksperimentelle modifikasjoner
zh_hans: 启用实验性Mod
zh_hant: 啟用實驗性Mod

# InfoBleeding
source: This will enable experimental updates if any exists for the current game. Please utilize with caution!
no: Dette vil aktivere eksperimentelle modifikasjoner om dette eksisterer for dette spillet. Bruk med omhu.
zh_hans: 这个选项会启用当前游戏中存在的实验性更新，请谨慎使用！
zh_hant: 這個選項會啟用當前遊戲中存在的實驗性更新，請謹慎使用！

# TypeInfo
source: Information
no: Informasjon
zh_hans: 信息
zh_hant: 信息

# QuestionBleedingDisable
source: Do you want to move experimental zipmods? (They won't be deleted, just moved to another folder and may be reactivated at a later time.)
no: Vil du flytte eksperimentelle zipmods? (De vil ikke bli slettet, bare flyttet til en annen mappe, slik at du kan reaktivere disse på senere tidspunkt)
zh_hans: 是否希望移动实验性zipmods？ (这些Mods不会被删除，只是会被移动到另一个文件夹中，稍后仍可重新激活。)
zh_hant: 是否希望移動實驗性zipmods？ (這些Mods不會被刪除，只是會被移動到另一個文件夾中，稍後仍可重新激活。)

# QuestionBleedingDisableTitle
source: Disable experimental mods
no: Deaktiver eksperimentelle modifikasjoner
zh_hans: 禁用实验性Mods
zh_hant: 禁用實驗性Mods

source: Something went wrong:
no: Noe gikk feil:
zh_hans: 发生了一些问题：
zh_hant: 發生了一些問題：

# SomethingWentWrongLang
source: Something went wrong when changing language:
no: Noe gikk feil under bytting av språk:
zh_hans: 更改语言时发生了一些问题：
zh_hant: 更改語言時發生了一些問題：

# SomethingWentWrongAutoTL
source: Something went wrong when writing AutoTranslator config file:
no: Noe gikk feil under skriving til AutoTranslator konfigurasjonsfilen:
zh_hans: 写入AutoTranslator配置文件时发生了一些问题：
zh_hant: 寫入AutoTranslator配置文件時發生了一些問題：

# WarningFramework
source: Both BepInEx and IPA is detected in the game folder! Applying both frameworks may cause permanent problems when running the game, making a reinstall needed. Consider uninstalling IPA and using the BepInEx.IPALoader plugin to run your IPA plugins instead. Exiting launcher.
no: Både BepInEx og IPA er detektert i spillmappen! Aktivering av begge rammeverkene kan forårsake permanente problemer når spillet startes, og vil kreve en reinstallasjon for å fungere korrekt. Vurder å avinstallere IPA og bruk isteden BepInEx.IPALoader pluginnen for å benytte IPA Utvidelser isteden. Avslutter launcheren.
zh_hans: 检测到游戏文件夹中同时存在BepInEx和IPA框架！ 同时使用这两个框架可能会导致游戏运行时出现永久性问题，需要重新安装游戏。建议卸载IPA，并使用BepInEx.IPALoader插件来运行IPA插件。 退出启动器。
zh_hant: 檢測到遊戲文件夾中同時存在BepInEx和IPA框架！ 同時使用這兩個框架可能會導致遊戲運行時出現永久性問題，需要重新安裝遊戲。建議卸載IPA，並使用BepInEx.IPALoader插件來運行IPA插件。 退出啟動器。

# TypeCritical
source: Critical!
no: Kritisk!
zh_hans: 严重错误！
zh_hant: 嚴重錯誤！
